{
  "MACROS": {
    "HEADER": "Macros",
    "HEADER_BTN_TXT": "Een nieuwe macro toevoegen",
    "HEADER_BTN_TXT_SAVE": "Macro opslaan",
    "LOADING": "Macro's ophalen",
    "SIDEBAR_TXT": "<p><b>Macro's</b><p>Een macro is een reeks opgeslagen acties waarmee klantenservicemedewerkers taken gemakkelijk kunnen voltooien. De agenten kunnen een reeks acties definiëren, zoals het taggen van een gesprek met een label, het verzenden van een e-mailtranscript, het bijwerken van een aangepast kenmerk, enz., en ze kunnen deze acties met één klik uitvoeren. Wanneer de agenten de macro uitvoeren, worden de acties opeenvolgend uitgevoerd in de volgorde waarin ze zijn gedefinieerd. Macro's verbeteren de productiviteit en vergroten de consistentie in acties. </p><p>Een macro kan op twee manieren nuttig zijn. </p><p><b>Als assistent van een agent:</b> Als een agent een reeks acties meerdere keren uitvoert, kan hij deze opslaan als een macro en alle acties samen uitvoeren met één enkele klik.</p><p><b> p><p><b>Als optie om een teamlid aan boord te krijgen:</b> Elke agent moet tijdens elk gesprek veel verschillende controles/acties uitvoeren. Het inwerken van een nieuw lid van het ondersteuningsteam zal eenvoudig zijn als er vooraf gedefinieerde macro's beschikbaar zijn voor het account. In plaats van elke stap in detail te beschrijven, kan de manager/teamleider verwijzen naar de macro's die in verschillende scenario's worden gebruikt.</p>",
    "ERROR": "Er is iets fout gegaan. Probeer het opnieuw",
    "ORDER_INFO": "Macro's worden uitgevoerd in de volgorde waarin u uw acties toevoegt. U kunt ze opnieuw rangschikken door ze aan het handvat naast elk knooppunt te slepen.",
    "ADD": {
      "FORM": {
        "NAME": {
          "LABEL": "Macronaam",
          "PLACEHOLDER": "Voer een naam in voor uw macro",
          "ERROR": "Naam is vereist voor het maken van een macro"
        },
        "ACTIONS": {
          "LABEL": "Acties"
        }
      },
      "API": {
        "SUCCESS_MESSAGE": "Macro succesvol toegevoegd",
        "ERROR_MESSAGE": "Kan geen macro maken, probeer het later opnieuw"
      }
    },
    "LIST": {
      "TABLE_HEADER": [
        "Naam",
        "Aangemaakt door",
        "Last updated by",
        "Zichtbaarheid"
      ],
      "404": "No macros found"
    },
    "DELETE": {
      "TOOLTIP": "Delete macro",
      "CONFIRM": {
        "MESSAGE": "Weet u zeker dat u wilt verwijderen ",
        "YES": "Ja, verwijderen",
        "NO": "Nee"
      },
      "API": {
        "SUCCESS_MESSAGE": "Macro succesvol verwijderd",
        "ERROR_MESSAGE": "Er is een fout opgetreden bij het verwijderen van de macro. Probeer het later opnieuw"
      }
    },
    "EDIT": {
      "TOOLTIP": "Edit macro",
      "API": {
        "SUCCESS_MESSAGE": "Macro succesvol bijgewerkt",
         "ERROR_MESSAGE": "Kon macro niet bijwerken, probeer het later opnieuw"
      }
    },
    "EDITOR": {
      "START_FLOW": "Stroom starten",
      "END_FLOW": "Stroom beëindigen",
      "LOADING": "Macro ophalen",
      "ADD_BTN_TOOLTIP": "Nieuwe actie toevoegen",
      "DELETE_BTN_TOOLTIP": "Actie verwijderen",
      "VISIBILITY": {
        "LABEL": "Macro-zichtbaarheid",
         "GLOBAAL": {
           "LABEL": "Openbaar",
           "DESCRIPTION": "Deze macro is openbaar beschikbaar voor alle agenten in dit account."
        },
        "PERSONAL": {
          "LABEL": "Privé",
           "DESCRIPTION": "Deze macro is privé voor u en niet beschikbaar voor anderen."
        }
      }
    },
    "EXECUTE": {
      "BUTTON_TOOLTIP": "Uitvoeren",
      "PREVIEW": "Voorbeeldmacro",
      "EXECUTED_SUCCESSFULLY": "Macro succesvol uitgevoerd"
    }
  }
}
